Repository: Backchat/backdoor-ios
Catalog: YouTellMobile/YouTellMobile/*.lproj/Localizable.strings
Languages: pt_br

source: - OR -
pt_br: - OU -

source: About Us
pt_br: Sobre Nos

source: All contacts
pt_br: Todos contatos

source: Are you sure you want to delete all messages in this conversation?
pt_br: Você tem certeza que você que apagar todos suas messagem?

source: Back
pt_br: Voltar

source: Backdoor a friend
pt_br: Backdoor seu amigo

source: Backdoor is a new application for iOS that allows sending and receiving anonymous text and photo messages.
pt_br: Backdoor e o novo aplicação para iOS que deixa mandar e recebe mensagem do texto e photo de maneira anônima.

source: Buy
pt_br: Comprar

# Buy clues
source: Get Clues
pt_br: Comprar pistas

source: Cancel
pt_br: Cancelar

source: Cannot connect with iTunes store
pt_br: Não Consigo conecta com a loja do iTunes

source: Choose existing
pt_br: Escolher existente

source: Choose saved
pt_br: Escolhe salvo

source: Clear
pt_br: Limpar

source: Clear conversation
pt_br: Apagar a conversa

source: Close
pt_br: Fechar

source: Clue
pt_br: Pistas

source: Clues can be used in all received threads.
pt_br: Pistas pode ser usados no todos as conversas.

source: Connecting to iTunes store
pt_br: Conectando para loja do iTunes

source: Contacts
pt_br: Contatos

source: Deleting messages
pt_br: Apagando mensagens

source: Delivering feedback
pt_br: Fornecimento de feedback

source: Delivering message
pt_br: Mandando o mensagem

source: Done
pt_br: Feito

source: Error
pt_br: Erro

source: Facebook login error
pt_br: Facebook erro de login

source: Featured Users
pt_br: Celebridade

source: Free Clues
pt_br: Pistas Gratuitas

source: Gender
pt_br: Sexo

source: Help
pt_br: Ajuda

# Help & About Us
source: About Us
pt_br: Sobre Nos

source: Input name for anonymous user
pt_br: Insira o nome do usuário anônimo.

source: Legal
pt_br: Juridico

source: Licenses
pt_br: Licensas

source: Logout
pt_br: Sair

source: Message delivered
pt_br: Mensagem entregue

source: Messages
pt_br: Mensagens

source: Network error
pt_br: Erro de rede

source: No, thanks
pt_br: Não, obrigado

source: Notifications
pt_br: Notificações

source: Please be as descriptive as possible and we will do our best to block the offender. Thank you.
pt_br: Por favor seja o mais descritível possível e nós iremos fazer nosso melhor para BLOQUEAR o ofensor. Obrigado.

source: Please enter phone number of your friend
pt_br: Por favor colocar o número de telefone do seu amigo

source: Post on Facebook
pt_br: Postar no Facebook

source: Privacy & Abuse
pt_br: Privacidade & Violação

source: Privacy Policy
pt_br: Termos de privacidade

source: Rate
pt_br: Avaliar

source: Report Abuse
pt_br: Denunciar Violações

source: Requesting clue
pt_br: Solicitando pista

source: Save
pt_br: Salvar

source: Send
pt_br: Enviar

source: Sound
pt_br: Som

source: Message Preview
pt_br: Visualização de Mensagem

source: Play a sound when a new message is received
pt_br: Tocar um som quando receber uma nova mensagem

source: Show message preview inside new message notifications
pt_br: Mostrar Visualização de Mensagens dentro de Notificações de Novas Mensagens

source: Send and receive anonymous messages
pt_br: Envie e receba mensagens anonimas.

source: Share with Friends
pt_br: Compartilhar com Amigos

source: Share on Facebook
pt_br: Compartilhar no Facebook

source: Share on Google+
pt_br: Compartilhar no Google+

source: Sign in with Facebook
pt_br: Entrar com Facebook

source: Sign in with Google
pt_br: Entrar com Google

source: Sorry, We couldn't deliver your message. Photo messages to unregistered users are not supported yet
pt_br: Desculpa, Não podemos enviar sua mensagem. Foto mensagem para usuários não e suportadas ainda.

source: Sorry, we couldn't deliver your message. Please make sure to enter correct phone number
pt_br: Desculpa, não podemos enviar sua mensagem. Por favor verifica o número de telefone.

source: Synchronizing
pt_br: Sincronizando

source: Tag
pt_br: Nomear

source: Take photo
pt_br: Tirar foto

source: Terms of Service
pt_br: Termos de serviço

source: Thank you for your feedback!
pt_br: Obrigado para seu comentário!

source: To:
pt_br: Para:

source: Transaction
pt_br: Transação

source: Message me with Backdoor. %@ #backdoorme
pt_br: Me mande uma mensagem pelo Backdoor. %@ #backdoorme

source: Tweet about Backdoor
pt_br: Twittar sobre Backdoor

source: Unable to connect with Backdoor server. Please check your data connection
pt_br: Não Conseguimos conectar com o servidor Backdoor. Por Favor checar seus dados de conexão

source: Update Backdoor
pt_br: Atualizar Backdoor

source: Verifying transaction
pt_br: Verificando transação

source: You can change this later in Settings > Privacy > Backdoor
pt_br: Você pode trocar depois os definições : privacidade > Backdoor

source: You have %d available clues. You can use them in all incoming threads
pt_br: Você tem %d pistas disponível. Você pode usa todos nos mensagem que entra

source: You have %d clues remaining
pt_br: Você possui %d PISTAS restantes.

source: Your friend does not have a Backdoor account. Would you like to send an invite?
pt_br: Seu amigo não possui uma conta Backdoor. Gostaria de enviar um convite?

source: Want friends on Backdoor? No worries, Share on Google+
pt_br: Quer mais amigos no Backdoor? E fácil, compartilhe no Google+

source: Message me anything you want anonymously with Backdoor. Backdoor Me!
pt_br: Me mande qualquer mensagem que voce queira que seja anonima atraves do BACKDOOR - Me manda um Backdoor!
